Repository: SahinMuhammetAbdullah/odev
Catalog: mobilProgramlama/finalOdev/sanayi_turbo/lib/l10n/app_*.arb
Languages: tr

source: Home Page
tr: Anasayfa

source: Search
tr: Ara

source: Favorites
tr: Favoriler

source: Cart
tr: Sepet

# login
source: Person
tr: Profil

# customerLogin
source: Customer
tr: Müşteri

source: Add Product
tr: Ürün Ekle

# car
source: Automotive Industry
tr: Araba Sanayisi

# food
source: Food Industry
tr: Yemek Snayisi

# glass
source: Glass Industry
tr: Cam Sanayisi

# machine
source: Machinery Industry
tr: Makine Sanayisi

# chemical
source: Health Industry
tr: Sağlık Sanayisi

# cement
source: Cement Industry
tr: Çimoento Sanayisi
